

-- Areas
INSERT INTO Areas (Name, Notes)
VALUES 
(N'القاهرة - مدينة نصر', N'كثافة سكانية عالية جداً - مبيعات مرتفعة'),
(N'القاهرة - مصر الجديدة', N'منطقة راقية - محلات سوبر ماركت كبرى'),
(N'القاهرة - المعادي', N'توزيع للفنادق والمطاعم والنوادي'),
(N'القاهرة - شبرا', N'منطقة شعبية ذات استهلاك عالي'),
(N'الجيزة - المهندسين', N'منطقة تجارية مركزية'),
(N'الجيزة - الشيخ زايد', N'منطقة توسع عمراني - هايبر ماركتس'),
(N'الجيزة - أكتوبر', N'منطقة صناعية وسكنية كبرى'),
(N'الإسكندرية - محطة الرمل', N'قلب المدينة - توزيع للمحلات السياحية'),
(N'الإسكندرية - العجمي', N'ضغط عالي في فصل الصيف'),
(N'الإسكندرية - برج العرب', N'منطقة صناعية ومخازن كبرى'),
(N'القليوبية - بنها', N'نقطة وصل بين القاهرة والدلتا'),
(N'الشرقية - الزقازيق', N'مركز توزيع محافظة الشرقية'),
(N'المنوفية - شبين الكوم', N'كثافة سكانية في منطقة الدلتا'),
(N'الغربية - المحلة الكبرى', N'منطقة صناعية وسكنية ضخمة'),
(N'الدقهلية - طلخا', N'مرتبطة بالمنصورة - توزيع مكثف'),
(N'البحيرة - دمنهور', N'مركز توزيع البحيرة الطريق الزراعي'),
(N'دمياط - رأس البر', N'منطقة مصيف - سحب عالي صيفاً'),
(N'بورسعيد - بورفؤاد', N'منطقة هادئة - محلات تجارية'),
(N'الإسماعيلية - وسط المدينة', N'مركز مدن القناة'),
(N'السويس - حي الأربعين', N'أكبر أحياء السويس استهلاكاً'),
(N'الفيوم - وسط الفيوم', N'بداية مدن الصعيد'),
(N'بني سويف - ببا', N'نقطة توزيع إقليمية'),
(N'المنيا - المنيا الجديدة', N'منطقة سكنية حديثة'),
(N'أسيوط - الفتح', N'مركز توزيع أسيوط'),
(N'سوهاج - حي شرق', N'كثافة سكانية في قلب الصعيد'),
(N'قنا - نجع حمادي', N'مركز تجاري حيوي'),
(N'الأقصر - وسط المدينة', N'توزيع سياحي مكثف للفنادق'),
(N'البحر الأحمر - سفاجا', N'منطقة توزيع موانئ وقرى'),
(N'مطروح - وسط مطروح', N'موسم صيفي قوي جداً'),
(N'شمال سيناء - العريش', N'منطقة توزيع سيناء');
GO